Repository: Dauroajr/tms_v0.0.9
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Never
pt_br: Nunca

source: My Organizations
pt_br: Minhas Empresas

source: Owner
pt_br: Proprietário

source: You're not a member of any organization yet
pt_br: Você ainda não é membro de nenhum empresa

source: Create your first organization
pt_br: Registre sua primeira empresa

source: Danger Zone
pt_br: Alerta

source: Once you delete your account, there is no going back. Please be certain.
pt_br: Ao deletar sua conta, não será possível reavê-la. Certifique-se de que realmente deseja fazer isso

source: First Name
pt_br: Primeiro Nome

source: Last Name
pt_br: Sobrenome

source: Save Changes
pt_br: Salvar Alterações

source: Document Type
pt_br: TIpo de Documento

source: Document Number
pt_br: Número do Documento

source: Confirm Password
pt_br: Confirmar Senha

source: Create Account
pt_br: Criar Conta

source: Already have an account?
pt_br: Já possui uma conta?

source: Audit Log Details
pt_br: Detalhes de Logs de Auditoria

source: Back to Logs
pt_br: Voltar para Logs

source: Timestamp
pt_br: Registro de Data/Hora

source: Model
pt_br: Modelo

source: Object ID
pt_br: ID do Objeto

source: IP Address
pt_br: Endereço de IP

source: Unknown
pt_br: Desconhecido

source: User Agent
pt_br: Identificação do Dispositivo/Navegador

source: Log ID
pt_br: ID do Log

source: Organization
pt_br: Empresa

source: Audit Logs
pt_br: Logs de Auditoria

source: Export CSV
pt_br: Exportar CSV

source: Export JSON
pt_br: Exportar JSON

source: Filters
pt_br: Filtros

source: All actions
pt_br: Todas as Ações

source: All Models
pt_br: Todos os Modelos

source: All Users
pt_br: Todos os Usuários

source: Search
pt_br: Busca

source: From Date
pt_br: Do Dia

source: To Date
pt_br: Até o Dia

source: Apply Filters
pt_br: Aplicar Filtros

source: Clear
pt_br: Limpar

source: Page
pt_br: Página

source: of
pt_br: de

source: No audit logs found
pt_br: Logs de Auditoria não encontrados

source: TMS - Gestão de Frotas
pt_br: TMS - Fleet Management

source: Dashboard
pt_br: Painel

source: Fleet
pt_br: Frota

source: Drivers
pt_br: Motoristas

source: Security
pt_br: Seguranças

source: Add Employee
pt_br: Adicionar Funcionário

source: Members
pt_br: Membros

source: Register
pt_br: Cadastrar

source: Dashboard - TMS
pt_br: Painel - TMS

source: Welcome back
pt_br: Bem vindo de volta

source: Current Organization
pt_br: Empresa Atual

source: View Details
pt_br: Ver Detalhes

source: Team Members
pt_br: Membros da Equipe

source: Projects
pt_br: Projetos

source: Tasks
pt_br: Tarefas

source: Activities
pt_br: Atividades

source: Quick Actions
pt_br: Ações Rápidas

source: Invite Member
pt_br: Convimdar Membro

source: Manage Members
pt_br: Gerenciar Membros

source: Organization Settings
pt_br: Confirgurações da Empresa

source: View Members
pt_br: Ver Membros

source: Organization Info
pt_br: Informações da Empresa

source: Recent Activity
pt_br: Atividade Recente

source: No recent activity
pt_br: Nenhuma atividade recente

source: No Organization Selected
pt_br: Nenhuma empresa selecionada

source: Please select an organization to view your dashboard
pt_br: Selecione uma empresa para ver o seu Painel

source: Select Organization
pt_br: Selecionar Empresa

source: Create New Organization
pt_br: Adicionar Nova Empresa

source: Delete Assignment
pt_br: Apagar Serviço

source: Are you sure you want to delete this assignment? This action cannot be undone.
pt_br: Tem certeza de que quer apagar este serviço? Esta ação NÃO PODE ser desfeita.

source: Assignment Summary
pt_br: Resumo do Serviço

source: End Date
pt_br: Data de Término

source: Ongoing
pt_br: Em Andamento

source: Ended
pt_br: Finalizado

source: Days Worked
pt_br: Dias Trabalhados

source: Attention
pt_br: Atenção

source: This assignment has
pt_br: Este serviço tem

source: registered workday(s).
pt_br: dia(s) de trabalho registrado(s)

source: What will happen:
pt_br: O que irá acontecer:

source: All associated workdays will also be deleted
pt_br: Todos os dias de trabalho associados também serão apagados

source: Payment records will be lost
pt_br: Registros de pagamentos serão perdidos

source: This cannot be undone
pt_br: Esta ação NÃO PODE ser desfeita

source: Cannot Delete
pt_br: Não é possível apagar

source: This assignment has
pt_br: Este serviço tem

source: paid workday(s) and cannot be deleted. Please contact your administrator.
pt_br: dias de trabalho pagos, e não pode ser apagado. Por favor, contate seu gestor

source: Note:
pt_br: Nota:

source: After deletion, the vehicle and driver will be available for new assignments.
pt_br: Após apagar, o veículo e o motorista estarão disponíveis para novos serviços

source: Yes, Delete Assignment
pt_br: Sim, APAGAR o Serviço

source: What happens after deletion?
pt_br: O que ocorre depois de apagar?

source: The assignment record will be permanently removed
pt_br: O registro do serviço será PERMANENTEMETE removido

source: All associated workdays will be deleted
pt_br: Todos os dias de trabalho associados serão apagados

source: The vehicle will become available for new assignments
pt_br: O veículo ficará disponível para novos serviços

source: The driver will become available for new assignments
pt_br: O motorista ficará disponível para novos serviços

source: An audit log entry will be created
pt_br: Uma entrada de Log de Auditoria será criado

source: Assignment Details
pt_br: Detalhes do Serviço

source: Back
pt_br: Voltar

source: End
pt_br: Fim

source: Edit
pt_br: Editar

source: Assignment Information
pt_br: Informações do Serviço

source: Duration
pt_br: Duração

source: ongoing
pt_br: em andamento

source: Service Configuration
pt_br: Configurações do Serviço

source: Overtime rate
pt_br: Percentual da Hora Extra

source: per hour
pt_br: por hora

source: Add Workday
pt_br: Adicionar Dia de Trabalho

source: Date
pt_br: Data

source: Hours
pt_br: Horas

source: Overtime
pt_br: Hora Extra

source: Amount
pt_br: Quantidade

source: View All Workdays
pt_br: Ver todos os Dias de Trabalho

source: No workdays registered yet
pt_br: Nenhum dia de trabalho registrado

source: Total to Pay
pt_br: Total a pagar

source: days worked
pt_br: dias trabalhados

source: Edit Assignment
pt_br: Editar Serviço

source: End Assignment
pt_br: Finalizar Serviço

source: Metadata
pt_br: Metadados

source: Created
pt_br: Criado

source: Last Updated
pt_br: Última Atualização

source: Started
pt_br: Iniciado

source: Important
pt_br: Importante

source: Ending this assignment will mark the vehicle and driver as available for new assignments.
pt_br: Ao encerrar esta tarefa, o veículo e o motorista ficarão disponíveis para novas atribuições.

source: Assignment Duration
pt_br: Duração do Serviço

source: days
pt_br: dias

source: From
pt_br: Desde

source: until today
pt_br: até hoje

source: Date when the assignment ends (defaults to today)
pt_br: Data em que o serviço termina (padrão é o dia de hoje)

source: Final Notes
pt_br: Notas Finais

source: Any observations about the assignment end (optional)
pt_br: Observações acerda da finalização do serviço (opcional)

source: What happens next?
pt_br: O que acontece depois?

source: The assignment will be marked as inactive
pt_br: O serviço será marcado como Inativo

source: The vehicle will be available for new assignments
pt_br: O veículo ficará disponível para novos serviços

source: The driver will be available for new assignments
pt_br: O motorista ficará disponível para novos serviços

source: The assignment history will be preserved
pt_br: O histórico do serviço será preservado

source: New Assignment
pt_br: Novo serviço

source: Update assignment information
pt_br: Atualização de informações do serviço

source: Assign a driver to a vehicle
pt_br: Associe um motorista ao veículo

source: Back to List
pt_br: Voltar para Lista

source: Select an available vehicle
pt_br: Selecione um veículo disponível

source: Select an available driver
pt_br: Selecione um motorista disponível

source: Period
pt_br: Período

source: Leave empty for ongoing assignment
pt_br: Deixe em branco para serviços em andamento

source: Inactive assignments free up the vehicle and driver
pt_br: Serviços inativos liberam o veículo e o motorista

source: Additional Notes
pt_br: Notas Adicionais

source: Update Assignment
pt_br: Atualizar Serviço

source: Create Assignment
pt_br: Criar um Serviço

source: Only active drivers with valid licenses can be assigned
pt_br: Somente motoristas ativos, e com CNH válida, podem ser vinculados/acionados.

source: Only available vehicles can be assigned
pt_br: Somente veículos disponíveis podem ser vinculados/acionados

source: Each driver and vehicle can have only one active assignment at a time
pt_br: Cada motorista e veículo só podem estar em APENAS UM serviço ativo por vez

source: Ending an assignment will automatically free up the vehicle and driver
pt_br: Finalizar um serviço libera automaticamente o veículo e o motorista

source: Manage driver assignments to vehicles
pt_br: Gerenciar vinculação de motoristas a veículos

source: All
pt_br: Todos

source: All Vehicles
pt_br: Todos os Veículos

source: All Drivers
pt_br: Todos os Motoristas

source: Filter
pt_br: Filtrar

source: Assignment List
pt_br: Lista de Serviços

source: Actions
pt_br: Ações

source: No assignments found
pt_br: Nenhum serviço encontrado

source: Create First Assignment
pt_br: Registrar o seu primeiro serviço

source: Edit Brand
pt_br: Editar Marca

source: Add Brand
pt_br: Adicionar Marca

source: Add New Brand
pt_br: Adicionar Nova Marca

source: Update brand information
pt_br: Atualizar Informações de Marca

source: Add a new vehicle brand
pt_br: Adicionar uma nova marca de veículos

source: Brand Name
pt_br: Nome da Marca

source: e.g., Volvo, Mercedes-Benz
pt_br: ex.: Volvo, Mercedes-Benz

source: Country of Origin
pt_br: País de Origem

source: e.g., Sweden, Germany
pt_br: ex.: Suécia, Alemanha

source: Logo
pt_br: Logotipo

source: Current logo
pt_br: Logotipo atual

source: Upload brand logo (optional)
pt_br: Uopload de logotipo da marca

source: Inactive brands won't appear in vehicle selection
pt_br: Marcas inativas não aparecerão na seleção de veículos

source: Any additional information about this brand
pt_br: Informações adicionais sobre esta marca

source: Update Brand
pt_br: Atualizar Marca

source: Tip
pt_br: Dica

source: After adding brands, you'll be able to select them when adding new vehicles to your fleet.
pt_br: Após cadastrar Marcas, você poderá selecioná-las ao adicionar novos veículos à sua frota

source: Manage vehicle brands and manufacturers
pt_br: Gerenciar Marcas e Fabricantes de veículos

source: Brand List
pt_br: Lista de Marcas

source: Name
pt_br: Nome

source: Country
pt_br: País

source: vehicle(s)
pt_br: veículo(s)

source: No brands found
pt_br: Nenhuma marca encontrada

source: Add First Brand
pt_br: Adicionar a primeira Marca

source: View Vehicles
pt_br: Ver Veículos

source: Add Vehicle
pt_br: Adicionar Veículos

source: Fleet Dashboard
pt_br: Painel de Frota

source: Overview of your fleet management system
pt_br: Visão Geral do sistema de gestão de sua frota

source: Expired Documents
pt_br: Documentos Expirados

source: %(counter)s document has expired
pt_br: documento expirou

source: and
pt_br: e

source: more...
pt_br: mais...

source: Maintenance Required
pt_br: Manutenção necessária

source: %(counter)s vehicle needs maintenance
pt_br: veículo precisa de manutenção

source: Total Vehicles
pt_br: Total de Veículos

source: active
pt_br: ativo

source: Ready for assignment
pt_br: Pronto para serviços

source: scheduled
pt_br: agendado

source: Assigned
pt_br: Atribuído

source: Active assignments
pt_br: Serviços ativos

source: Vehicles by Type
pt_br: Veículos por Tipo

source: No data available
pt_br: Sem dados disponível

source: Top Brands
pt_br: Principais Marcas

source: Fleet Value
pt_br: Valor da Frota

source: Average Age
pt_br: Média de Tempo de Fabricação

source: years
pt_br: anos

source: Fuel Types
pt_br: TIpos de Combustível

source: No data
pt_br: Sem dados

source: Recently Added
pt_br: Adicioando recentemente

source: No recent vehicles
pt_br: Sem veículos recentes

source: View All Vehicles
pt_br: Ver Todos os Veículos

source: Upcoming Maintenance
pt_br: Próxima Manutenção

source: No upcoming maintenance
pt_br: Sem manutenções próximas

source: View Brands
pt_br: Ver Marcas

source: View Assignments
pt_br: Ver Serviços

source: Delete Vehicle
pt_br: Excluir Veículo

source: Confirm Deletion
pt_br: Confirmar exclusão

source: Plate
pt_br: Placa

source: Are you sure you want to delete this vehicle? This action cannot be undone.
pt_br: Tem certeza de que deseja excluir este veículo? Esta ação NÃO PODERÁ ser desfeita.

source: Vehicle Information
pt_br: Informações do Veículo

source: Year
pt_br: Ano

source: Current Km
pt_br: Quilometragem Atual

source: This vehicle has an active driver assignment. Deleting it will remove the assignment.
pt_br: Este veículo possui um motorista com um serviço atribuído. Excluí-lo também excluirá totalmente o serviço

source: This vehicle has related records:
pt_br: Este veículo possui registros a ele relacionados:

source: document(s)
pt_br: documento(s)

source: maintenance record(s)
pt_br: registro(s) de manutenções

source: All related records will also be deleted.
pt_br: Todos os registros relacionados também serão excluídos.

source: Yes, Delete Vehicle
pt_br: Sim, excluir Veículo

source: Alternative Actions
pt_br: Ações Alternativas

source: Instead of deleting, you might want to:
pt_br: Ao invés de excluir, você talvez queira:

source: Mark as Inactive
pt_br: Marcar como Inativo

source: Mark as Sold
pt_br: Marcar como Vendido

source: Vehicle Details
pt_br: Detalhes do Veículo

source: Brand
pt_br: Marca

source: Color
pt_br: Cor

source: Fuel Type
pt_br: Tipo de Combustível

source: Load Capacity
pt_br: Capacidade de Carga

source: Volume Capacity
pt_br: Capacidade de Volume

source: Purchase Date
pt_br: Data de Compra

source: Purchase Value
pt_br: Valor de Compra

source: Last Maintenance
pt_br: Última Manutenção

source: Next Maintenance
pt_br: Próxima Manutenção

source: This vehicle requires maintenance!
pt_br: Ete veículo necessita de Manutenção!

source: Maintenance is up to date
pt_br: Manutenção em dia

source: Since
pt_br: Desde

source: Not assigned
pt_br: Não atribuído

source: Edit Vehicle
pt_br: Editar Veículo

source: Add Document
pt_br: Adicionar Documento

source: Schedule Maintenance
pt_br: Agendar Manutenção

source: Assign Driver
pt_br: Atribuir Motorista

source: Documents
pt_br: Documentos

source: Number
pt_br: Número

source: Expiry Date
pt_br: Data de Validade

source: Expires Soon
pt_br: Expira em Breve

source: Valid
pt_br: Válido

source: Expired
pt_br: Vencido

source: Recent Maintenance Records
pt_br: Registros de Manutenção Recentes

source: Odometer
pt_br: Odômetro

source: Cost
pt_br: Custo

source: Assignment History
pt_br: Histórico de Atribuição

source: Add New Vehicle
pt_br: Adicionar Novo Veículo

source: Update vehicle information
pt_br: Atualizar Informações do Veículo

source: Add a new vehicle to your fleet
pt_br: Adicionar umnovo veículo à sua frota

source: Vehicle Photo
pt_br: Foto do Veículo

source: Current photo
pt_br: Foto Atual

source: Upload a photo of the vehicle (optional)
pt_br: Carregar uma foto do veículo

source: Format: ABC1D23
pt_br: Formato: ABC1D23

source: Vehicle Type
pt_br: Tipo de Veículo

source: Add new brand
pt_br: Adicionar Nova Marca

source: Don't see your brand?
pt_br: Não consegue encontrar a marca?

source: Add it here
pt_br: Adicione-a aqui

source: Capacity (kg)
pt_br: Capacidade (kg)

source: Current Kilometers
pt_br: Quilometragem atual

source: Update Vehicle
pt_br: Atualizar Veículo

source: Fleet Vehicles
pt_br: Veículos da Frota

source: Manage your fleet vehicles
pt_br: Gerencie os veículos de sua frota

source: Plate, brand or model
pt_br: Placa, marca ou modelo

source: Vehicle List
pt_br: Lista de Veículos

source: Brand/Model
pt_br: Marca/Modelo

source: No vehicles found
pt_br: Nenhum veículo encontrado

source: Add First Vehicle
pt_br: Adicionar seu primeiro veículo

source: Delete Workday
pt_br: Excluir Dia de Trabalho

source: Are you sure you want to delete this workday? This action cannot be undone.
pt_br: Tem certeza de que deseja excluir este Dia de Trabalho? Esta ação não poderá ser desfeita.

source: Workday Summary
pt_br: Resumo dos Dias de Trabalho

source: This workday has already been paid and cannot be deleted. Please contact your administrator if you need to make changes.
pt_br: Este Dia de Trabalho já foi pago e não pode ser excluído. Por favor, entre em contato com seu gestor, caso precise realizar alterações.

source: Deleting this workday will recalculate the assignment totals automatically.
pt_br: Excluir este Dia de Trabalho implicará o recálcuo automático dos valores totais do serviço.

source: Yes, Delete Workday
pt_br: Sim, Excluir Dia de Trabalho

source: The workday record will be permanently removed
pt_br: O registro deste Dia de Trabalho será permanentemente excluído.

source: Assignment totals (days worked, total amount) will be recalculated
pt_br: Totais do serviço (dias trabalhados, valor total, etc.) serão recalculados

source: Workday Details
pt_br: Detalhes do Dia de Trabalho

source: Workday Information
pt_br: Informações do Dia de Trabalho

source: Break Time
pt_br: Intervalo

source: minutes
pt_br: minutos

source: View Full Assignment
pt_br: Visão Completa do Serviço

source: Hours Worked
pt_br: Horas trabalhadas

source: Total Hours Worked
pt_br: Total de Horas Trabalhadas

source: No overtime
pt_br: Sem Horas Extras

source: Calculated after
pt_br: Calculado após

source: Payment
pt_br: Pagamento

source: Overtime Rate
pt_br: Taxa de Horas Extras

source: hour
pt_br: hora

source: 10%% of daily rate
pt_br: 10%% do valor de diária

source: Total Amount to Pay
pt_br: Valor total a pagar

source: Current Status
pt_br: Status atual

source: Approved/Rejected By
pt_br: Aprovado/Rejeitado por

source: Reference
pt_br: Referência

source: Approve
pt_br: Aprovar

source: Reject
pt_br: Rejeitar

source: View Assignment
pt_br: Visualizar Serviço

source: How it was calculated
pt_br: Como foi feito o cálculo

source: 50%% of daily rate, no overtime
pt_br: 50%% do valor de diária, sem horas extras

source: Short service (< 8h):
pt_br: Serviço curto (menos de 8h):

source: Full daily rate guaranteed
pt_br: Valor de diária completa assegurada

source: Daily:
pt_br: Diária:

source: Overtime:
pt_br: Horas Extras:

source: Edit Workday
pt_br: Editar Dia de Trabalho

source: New Workday
pt_br: Novo Dia de Trabalho

source: Update workday information
pt_br: Atualizar Informações do Dia de Trabalho

source: Register a new workday
pt_br: Registrar Novo Dia de Trabalho

source: Select the driver-vehicle assignment
pt_br: Selecione o serviço do motorista/veículo

source: Date and Time
pt_br: Data e Hora

source: Leave empty if ongoing
pt_br: Deixe em branco se em andamento

source: Workday Configuration
pt_br: Configurações de Dia de Trabalho

source: Standard workday duration (8, 10, or 12 hours)
pt_br: Duração Padrão do Dia de Trabalho (8, 10 ou 12 horas)

source: Payment value for this workday. Overtime = 10%% per hour.
pt_br: Valor a pagar por este Dia de Trabalho. Horas Extras = 10%% por hora

source: Update Workday
pt_br: Atualizar Dia de Trabalho

source: Register Workday
pt_br: Registrar Dia de Trabalho

source: Overtime starts after standard hours + 15 minutes tolerance
pt_br: Contagem de Horas Extras se inicia após as horas de diária + 15 minutos de tolerância

source: Overtime is counted in full hours only (1h, 2h, 3h...)
pt_br: Horas Extras são contabilizadas como horas completas (1h, 2h, 3h...)

source: Each overtime hour = 10%% of the daily rate
pt_br: Cada Hora Extra = 10%% do valor da diária

source: Short services (under 8h) pay the full daily rate
pt_br: Serviços curtos (menos de 8h) pagarão a diária completa

source: Transfers pay 50%% of the daily rate with no overtime
pt_br: Transfers pagam 50%% do valor de diária, sem horas extras

source: Workdays can only be edited when status is 'Pending' or 'Rejected'
pt_br: Somente Dias de Trabalho com status 'Pendente' ou 'Rejeitado' podem ser editados

source: Manage daily workday records
pt_br: Gerenciar Registros dos Dias de Trabalho

source: Total Overtime
pt_br: Total de Horas Extras

source: All Assignments
pt_br: Todos os Serviços

source: Workday List
pt_br: Lista de Dias de Trabalho

source: Start
pt_br: Início

source: No workdays found
pt_br: Dias de Trabalho não encontrados

source: Register First Workday
pt_br: Registrar o primeiro dia de trabalho

source: Edit Driver Profile
pt_br: Editar Perfil do Motorista

source: Create Driver Profile
pt_br: Criar Perfil do Motorista

source: Driver license and qualification information
pt_br: Informações de Habilitação e Qualificações do Motorista

source: Driver License (CNH)
pt_br: Carteira de Habilitação (CNH)

source: License Number
pt_br: Número da CNH

source: License Category
pt_br: Categoria da CNH

source: First Issue Date
pt_br: Data da Primeira Emissão

source: Special Qualifications
pt_br: Qualificações Especiais

source: Has MOPP (Hazardous Materials)
pt_br: Possui MOPP (Materiais Perigosos)

source: MOPP Expiry Date
pt_br: Data de Validade de MOPP

source: Has Defensive Driving Course
pt_br: Possui Curso de Direção Defensiva

source: Course Date
pt_br: Data do Curso

source: Blood Type
pt_br: Tipo Sanguíneo

source: Last Medical Exam
pt_br: Último Exame Médico

source: Next Medical Exam
pt_br: Próximo Exame Médico

source: Update Profile
pt_br: Atualizar Perfil

source: Create Profile
pt_br: Criar Perfil

source: Valid driver license is required for vehicle assignments
pt_br: Uma Habilitação válida é necessária para atribuir veículos a serviços

source: Medical exam must be up to date
pt_br: Exame médico deve estar atualizado

source: MOPP is required for transporting hazardous materials
pt_br: MOPP é obrigatório para transportar Materiais Perigosos

source: Delete Employee
pt_br: Apagar Funcionário

source: Employee Number
pt_br: Número de Identificação do Funcionário

source: Are you sure you want to delete this employee? This action cannot be undone.
pt_br: Tem certeza de que deseja excluir este funcionário? Esta ação NÃO PODE ser desfeita.
