Repository: Dauroajr/tms_v0.0.9
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Personal Info
pt_br: Informações Pessoais

source: Document Information
pt_br: Informações de Documentos

source: Tenant Information
pt_br: Informações de Cliente

source: Permissions
pt_br: Permissões

source: Important Dates
pt_br: Datas Importantes

source: This E-mail is already in use. Please use a different e-mail.
pt_br: Este e-mail já está em uso. Por favor, use um e-mail diferente.

source: This document number is already registered.
pt_br: Este número de documento já está em uso

source: Both document type and number must be provided together.
pt_br: O tipo e o número do documento devem ser informados juntos.

source: This e-mail is already in use.
pt_br: Este e-mail já está em uso.

source: This document is already in use.
pt_br: Este documento já está em uso.

source: Currently active tenant for this user
pt_br: Empresa ativa para este usuário.

source: Unique identifier like SSN or Tax ID, CPF or CNPJ
pt_br: Identificador único, como CPF ou CNPJ.

source: CPF must have 11 digits.
pt_br: CPF deve conter 11 dígitos.

source: Invalid CPF number.
pt_br: Número de CPF inválido.

source: CNPJ must have 14 digits.
pt_br: CNPJ deve conter 14 dígitos.

source: Invalid CNPJ.
pt_br: CNPJ inválido.

source: Registration successfull! Welcome, {name}!
pt_br: Cadastramento realizado com sucesso! Bem vindo, {name}

source: Please correct the errors below.
pt_br: Por favor, corrija os erros abaixo.

source: Welcome! Please create your first organization.
pt_br: Bem vindo! Por favor, registre sua primeira organização.

source: Welcome back, {name}!
pt_br: Bem vindo de volta, {name}!

source: You have been logged out successfully.
pt_br: Logoff realizado com sucesso.

source: Your account has been deactiveted successfully.
pt_br: Sua empresa foi desativada com sucesso.

source: Basic Information
pt_br: Informaçoes Básicas

source: Action Details
pt_br: Detalhes de Ações

source: Changes
pt_br: Alterações

source: Request Information
pt_br: Informações da Requisição

source: Tenant
pt_br: Empresa

source: System
pt_br: Sistema

source: User
pt_br: Usuário

source: Action
pt_br: Ação

source: No changes recorded.
pt_br: Nenhuma alteração salva.

source: Create
pt_br: Criar

source: Update
pt_br: Atualizar

source: Delete
pt_br: Deletar

source: View
pt_br: Visualizar

source: Login
pt_br: Entrar

source: Logout
pt_br: Sair

source: Permission Change
pt_br: Alteração de Permissão

source: Tenant required
pt_br: Empresa necessária

source: Only owners and admins can view audit logs.
pt_br: Somente proprietários e administradores podem visualizar logs de auditoria.

source: You are not a member of this tenant.
pt_br: Você não é um membro desta empresa.

source: Only owners and admins can view logs
pt_br: Somente proprietários e administradores podem visualizar logs.

source: You are not a memebr of this tenant.
pt_br: Você não é um membro desta empresa.

source: Only owners and admins can export audit logs.
pt_br: Somente proprietários e administradores podem exportar logs.

source: Please select an organization first.
pt_br: Por favor, selecione uma empresa prineiro.

source: Only organitzation owners can access this page.
pt_br: Somente proprietários de empresas podem acessar esta página.

source: Only organization owners and admins can access this page.
pt_br: Somente proprietários de empresas e administradores podem acessar esta página.

source: You are not a member of this organization.
pt_br: Você não é um membro desta empresa.

source: Tenant that owns this record
pt_br: Conta proprietária deste registro.

source: User who created this record
pt_br: Usuário que criou este registro.

source: User who last updated this record
pt_br: Usuário que realizou a última atualização deste registro.

source: Tenant context is required for this operation.
pt_br: Um contexto de Conta é necessário para esta operação.

source: Authentication required.
pt_br: Autenticação necessária.

source: You do not have permission to access this organization.
pt_br: Você não tem permissçao para acessar esta empresa.

source: Brand Information
pt_br: Informações de Marca

source: Statistics
pt_br: Estatísticas

source: Additional Information
pt_br: Informações Adicionais

source: Tenant & Metadata
pt_br: COnta & Metadados

source: Vehicles Count
pt_br: Contagem de Veículos

source: Specifications
pt_br: Especificações

source: Identification
pt_br: Identificação

source: Purchase Information
pt_br: Informalçoes de Compra

source: Tracking
pt_br: Rastreamento

source: Current Assignment
pt_br: Serviço atual

source: Current Driver
pt_br: Motorista Atual

source: Maintenance Status
pt_br: Status da Manutenção

source: Vehicle
pt_br: Veículo

source: Driver
pt_br: Motorista

source: Start Date
pt_br: Data de Início

source: End Date (optional)
pt_br: Data de Término (opcional)

source: Estimated Duration (days)
pt_br: Estimativa de duração (em dias)

source: Workday Type
pt_br: Tipo de Dia de Trabalho

source: Daily Rate (R$)
pt_br: Valor de Diária (R$)

source: Active Assignment
pt_br: Serviço em andamento

source: Notes
pt_br: Observações

source: Select the vehicle for this assignment
pt_br: Selecione o veículo para este serviço.

source: Select the driver for this assignment
pt_br: Selecione o motorista para este serviço.

source: Estimated number of days for this service
pt_br: Estimativa de número de dias para o serviço.

source: Default workday duration (8h, 10h, 12h, or transfer)
pt_br: Duração padrão da diária (8h, 10h, 12h, ou transfer)

source: Agreed payment value per daily (overtime = 10% per hour)
pt_br: Valor da diária acordado (hora-extra = 10% por hora)

source: Leave empty for ongoing assignments
pt_br: Deixe em branco para serviços em andamento.

source: Assignment
pt_br: Serviço

source: Work Date
pt_br: Data do trabalho

source: Start Time
pt_br: Hora Inicial

source: End Time
pt_br: Hora de Término

source: Break Time (minutes)
pt_br: Intervalo (em minutos)

source: Standard Hours
pt_br: Duração de diária padrão (em horas)

source: Notes/Observations
pt_br: Observações

source: Date of work
pt_br: Data do Serviço

source: Time the work started
pt_br: Hora em que o serviço se iniciou

source: Time the work ended (leave empty if ongoing)
pt_br: Hora em que o serviço terminou (deixe em branco se ainda estiver em andamento)

source: Total break time in minutes (optional)
pt_br: Tempo total de intervalo

source: Type of workday (8h, 10h, 12h, or transfer)
pt_br: Tipo de diária (8h, 10h, 12h, ou transfer)

source: Standard hours for this workday
pt_br: Quantidade de horas padrão para esta diária.

source: Daily rate for this workday
pt_br: Valor da diária

source: Any observations about this workday
pt_br: Observações sobre este dia de trabalho

source: Work date cannot be before assignment start date ({start}).
pt_br: Data do dia de trabalho não pode ser anterior à data do início do serviço ({start})

source: Work date cannot be after assignment end date ({end}).
pt_br: Data do dia de trabalho não pode ser poserior à data do término do serviço ({end})

source: A workday already exists for this date.
pt_br: Já existe um dia de trabalho para esta data.

source: Brand name (e.g., Jeep, Mercedes)
pt_br: Nome da Marca (i.e., Jeep, Mercedes)

source: Country of origin
pt_br: País de Origem

source: Is this brand active?
pt_br: Esta marca está ativa?

source: Vehicle Brand
pt_br: Marca do Veículo

source: Vehicle Brands
pt_br: Marcas de Veículos

source: Truck
pt_br: Caminhão

source: Pickup
pt_br: Caminhonete

source: Motorcycle
pt_br: Motocicleta

source: Other
pt_br: Outro

source: Active
pt_br: Ativo

source: In Maintenance
pt_br: Em Manutenção

source: Inactive
pt_br: Inativo

source: Available
pt_br: Disponível

source: Unavailable
pt_br: Indisponível

source: Sold
pt_br: Vendido

source: Gasoline
pt_br: Gasolina

source: Ethanol
pt_br: Etanol

source: Electric
pt_br: Elétrico

source: Hybrid
pt_br: Hpibrido

source: Black
pt_br: Preto

source: Blue
pt_br: Azul

source: Brown
pt_br: Marrom

source: Carbon
pt_br: Carbono

source: Dark Blue
pt_br: Azul Escuro

source: Dark Green
pt_br: Verde Escuro

source: Gold
pt_br: Dourado

source: Green
pt_br: Verde

source: Grey
pt_br: Cinza

source: Maroon
pt_br: Marrom

source: Orange
pt_br: Laranja

source: Pink
pt_br: Rosa

source: Purple
pt_br: Roxo

source: Red
pt_br: Vermelho

source: Silver
pt_br: Prata

source: Violet
pt_br: Violeta

source: White
pt_br: Branco

source: Yellow
pt_br: Amarelo

source: Vehicle photo
pt_br: Foto do Veículo

source: Vehicle Model
pt_br: Modelo do Veículo

source: Enter a valid plate (ABC1D23 format).
pt_br: Insira uma placa válida (formato ABC1D23)

source: Vehicle plate (e.g ABC1D23)
pt_br: Placa do Veículo (ABC1D23)

source: Manufacturing Year
pt_br: Ano de Fabricação

source: Load capacity in kilograms
pt_br: Capacidade de carga em Quilogramas

source: Chassis Number
pt_br: Chassis

source: RENAVAM number
pt_br: N° do RENAVAM

source: Current odometer reading
pt_br: Leitura Atual do Odômetro

source: Vehicles
pt_br: Veículos

source: CRLV (Vehicle Registration)
pt_br: CRLV (Registro do Veículo)

source: Insurance
pt_br: Seguro

source: ANTT Registration
pt_br: Registro na ANTT

source: Vehicle Inspection
pt_br: Inspeção Veicular

source: Emission Certificate
pt_br: Certificado de Emissão

source: Issue Date
pt_br: Data de Emissão

source: Vehicle Document
pt_br: Documento do Veículo

source: Vehicle Documents
pt_br: Documentos do Veículo

source: Preventive Maintenance
pt_br: Manutenção Preventiva

source: Corrective Maintenance
pt_br: Manutenção Corretiva

source: Inspection
pt_br: Inspeção

source: Tire Change
pt_br: Troca de Pneu

source: Oil Change
pt_br: Troca de Óleo

source: Brake Service
pt_br: Serviço de Freios

source: Scheduled
pt_br: Agendado

source: In Progress
pt_br: Em andamento

source: Completed
pt_br: Finalizado

source: Cancelled
pt_br: Cancelado

source: odometer km at maintenance.
pt_br: Quilometragem do Odômetro na Manutenção

source: List of parts replaced.
pt_br: Lista de Partes Substituídas

source: Maintenance Record
pt_br: Registro de Manutenção

source: Maintenance Records
pt_br: Registros de Manutenções

source: Estimated Days
pt_br: Previsão de Dias

source: Estimated duration in days (can be adjusted later)
pt_br: Previsão de duração (pode ser alterado posteriormente)

source: Daily 8 hours
pt_br: Diária de 8 horas

source: Daily 10 hours
pt_br: Diária de 10 horas

source: Daily 12 hours
pt_br: Diária de 12 horas

source: Custom
pt_br: Personalizado

source: Default Workday Type
pt_br: Tipo de Diária de Trabalho Padrão

source: Default type of workday for this assignment
pt_br: Tipo de Diária de Trabalho para este serviço

source: Daily Rate
pt_br: Valor da Diária

source: Agreed daily rate value for this assignment
pt_br: Valor de Diária acordado para este serviço

source: Total Days Worked
pt_br: Total de dias trabalhados

source: Total number of days actually worked
pt_br: Total de dias efetivamente trabalhados

source: Total Amount
pt_br: Valor Total

source: Total amount to pay for this assignment
pt_br: Valor total a pagar por este serviço

source: Pending
pt_br: Pendente

source: Approved
pt_br: Aprovado

source: Paid
pt_br: Pago

source: Payment Status
pt_br: Status do Pagamento

source: Vehicle Assignment
pt_br: Serviço do Veículo

source: Vehicle Assignments
pt_br: Serviços do Veículo

source: Rejected
pt_br: Rejeitado

source: Date of the workday
pt_br: Data do dia de trabalho

source: Work start time
pt_br: Início da jornada

source: Work end time (leave emepty if ongoing)
pt_br: Término da joranda (deixe em branco se ainda em andamento)

source: Break Minutes
pt_br: Pausa (em minutos)

source: Total break time in minutes
pt_br: Tempo total de pausa em minutos

source: Standard Workday hours (8, 10 or 12h)
pt_br: Duração padrão da diária (8m 10 ou 12 horas)

source: Value for the complete daily
pt_br: Valor da diária completa

source: Total Hours
pt_br: Total de horas

source: Total hours worked
pt_br: Total de horas trabalhadas

source: Overtime Hours
pt_br: Horas Extras

source: Overtime hours (after 15min tolerance)
pt_br: Quantidade de Horas Extras (após 15 minutos de tolerância)

source: Daily Amount
pt_br: Total de diárias

source: Amount for daily rate
pt_br: Valor pelas diárias

source: Overtime Amount
pt_br: Quantidade de Horas Extras

source: Amount for overtime hours
pt_br: Valor pelas Horas Extras

source: Total amount to pay
pt_br: Valor Total a Pagar

source: Approved By
pt_br: Aprovado por

source: Approved At
pt_br: Aprovado em

source: Paid At
pt_br: Pago em

source: Payment Reference
pt_br: Referência do pagamento

source: Payment transaction reference
pt_br: Referência da transação de pagamento

source: Workday
pt_br: Dia de trabalho

source: Workdays
pt_br: Dias de trabalho

source: Brand {name} has been created successfully.
pt_br: Marca {name} foi adicionada com sucesso.

source: Brand {name} has been updated successfully.
pt_br: Marca {name} foi atualizada com sucesso.

source: Vehicle {vehicle} assigned to {driver} successfully.
pt_br: Veículo {vehicle} designado a(o) motorista {driver} com sucesso

source: Assignment updated successfully.
pt_br: Serviço atualizado com sucesso

source: Assignment ended. Vehicle {vehicle} is now available.
pt_br: Serviço finalizado. Veículo {vehicle} já está disponível novamente.

source: Workday for {driver} on {date} registered successfully.
pt_br: Dia de trabalho de {driver} em {date} registrado com sucesso.

source: This workday cannot be edited (status: {status}).
pt_br: Este dia de trabalho não pode ser editado (status: {status}).

source: Workday updated successfully.
pt_br: Dia de trabalho atualizado com sucesso.

source: Cannot delete a paid workday.
pt_br: Não é possível deletar um dia de trabalho já pago.

source: Workday deleted successfully.
pt_br: Dia de trabalho deletado com sucesso.

source: This workday cannot be approved (status: {status}).
pt_br: Este dia de trabalho não pode ser aprovado (status: {status}).

source: Workday approved successfully.
pt_br: Dia de trabalho aprovado com sucesso.

source: Only pending workdays can be rejected.
pt_br: Somente dias de trabalho pendentes podem ser rejeitados.

source: Workday rejected.
pt_br: Dia de trabalho rejeitado.

source: Personal Information
pt_br: Informações Pessoais

source: Contact Information
pt_br: Informações de Contato

source: Employment Information
pt_br: Informações de Emprego

source: Financial Information
pt_br: Informações Financeiras

source: Emergency Contact
pt_br: Contatos de Emergência

source: Profiles
pt_br: Perfis

source: Type
pt_br: Tipo

source: Age
pt_br: Idade

source: Tenure
pt_br: Tempo de empresa

source: Additional Profiles
pt_br: Perfis Adicionais

source: Employee
pt_br: Funcionário

source: License Information
pt_br: Informações da Habilitação

source: Qualifications
pt_br: Qualificações

source: Medical Information
pt_br: Informações Médicas

source: Performance
pt_br: Desempenho

source: License
pt_br: Habilitação

source: Medical
pt_br: Médica

source: License Validity
pt_br: Validade da Habilitação

source: Medical Exam Validity
pt_br: Validade do Exame Médico

source: Performance Summary
pt_br: SUmário de Desempenho

source: Security License
pt_br: Registro de Segurança Pessoal

source: Certifications
pt_br: Certificações

source: Recycling Course
pt_br: Curso de Reciclagem

source: Recycling Status
pt_br: Status da Reciclagem

source: Personnel Management
pt_br: Gestão de Pessoal

source: Auto-generated if empty
pt_br: Gerado autmoaticamente, se vazio

source: Security Guard
pt_br: Segurança Pessoal

source: Mechanic
pt_br: Mecânico

source: Administrative
pt_br: Administrativo

source: Helper
pt_br: Auxiliar

source: On Leave
pt_br: Em Licença

source: Vacation
pt_br: Férias

source: Suspended
pt_br: Suspenso

source: Terminated
pt_br: Desligado da empresa

source: Type of employee
pt_br: Tipo de Funcionário

source: CPF number
pt_br: N° do CPF

source: RG (Identity card)
pt_br: RG (documento de identidade)

source: Date of Birth
pt_br: Data de Nascimento

source: Male
pt_br: Masculino

source: Female
pt_br: Feminino

source: Internal employee ID/number
pt_br: Identificação Funcional

source: Monthly salary
pt_br: Salário Mensal

source: Monthly
pt_br: Ao Mês

source: Hourly
pt_br: Por Hora

source: Daily
pt_br: Diária

source: Commission
pt_br: Comissão

source: Bank Transfer
pt_br: Transferência Bancária

source: Cash
pt_br: Espécie

source: Check
pt_br: Cheque

source: Payment Method
pt_br: Método de Pagamento

source: Employee photo
pt_br: Foto do Funcionário

source: Employees
pt_br: Funcionários

source: CNH number
pt_br: N° da CNH

source: Date of first CNH issue
pt_br: Data de Emissão da 1ª CNH

source: Has MOPP certification (hazardous materials)
pt_br: Possui Certificado MOPP (Materiais Perigosos)

source: Has defensive driving course
pt_br: Possui curso de Condução Defensiva

source: Driver Profile
pt_br: Perfil do Motorista

source: Driver Profiles
pt_br: Perfis de Motoristas

source: Security guard license number
pt_br: Registro de Segurança Pessoal

source: Has firearms license
pt_br: Possui registr e porte de armas de fogo

source: Has vigilant security course
pt_br: Possui curso de Vigilância e Segurança

source: Has security recycling course (required every 2 years)
pt_br: Possui curso de reciclagem de Segurança (obrigatório a cada 2 anos)

source: Security specializations (e.g., personal security, event security)
pt_br: Especializações em Segurança (segurança pessoal, segurança de eventos, etc)

source: Security Profile
pt_br: Perfil de Segurança

source: Security Profiles
pt_br: Perfis de Seguranças

source: RG (Identity Card)
pt_br: RG (Documento de identidade)

source: CTPS (Work Card)
pt_br: CTPS (Carteira de Trabalho)

source: Voter Registration
pt_br: Tìtulo de Eleitor

source: Military ID
pt_br: Certificado de Dispensa Militar

source: Birth Certificate
pt_br: Certidão de Nascimento

source: Marriage Certificate
pt_br: Certidão de Casamento

source: CNH (Driver License)
pt_br: CNH (Carteira Nacional de Habilitação)

source: ASO (Medical Exam)
pt_br: ASO (Atestato de Saúde Ocupacional)

source: MOPP Certificate
pt_br: Certificado MOPP

source: Defensive Driving Certificate
pt_br: Certificado de COndução Defensiva

source: Security Guard License
pt_br: Licença de Segurança

source: Firearms License
pt_br: Licença para porte de armas de fogo

source: Vigilant Course Certificate
pt_br: Certificado do curso de Vigilante

source: Recycling Course Certificate
pt_br: Certificado do curso de reciclagem

source: Work Contract
pt_br: Contrato de Trabalho

source: Termination Letter
pt_br: Carta de Desligamento

source: Reference Letter
pt_br: Carta de Referência

source: Criminal Record
pt_br: Registro Criminal

source: Photo
pt_br: Banco

source: Leave blank if document does not expire
pt_br: Deixar em branco se não houver data de validade

source: Employee Document
pt_br: Documento do funcionário

source: Employee Documents
pt_br: Documentos de Funcionários

source: Employee {name} created successfully
pt_br: Funcionário {name} adicionado com sucesso

source: Now create the driver profile with license information.
pt_br: Agora, crie o perfil do motorista com os dados da Habilitação

source: Now create the security profile.
pt_br: Agora, crie o perfil de Segurança Pessoal

source: Employee updated successfully.
pt_br: Funcionário atualizado com sucesso

source: Employee {name} deleted successfully.
pt_br: Funcionário {name} deletado com sucesso

source: Driver profile created successfully.
pt_br: Perfil do motorista adicionado com sucesso

source: Driver profile updated successfully.
pt_br: Perfil do motorista atualizado com sucesso

source: Security profile created successfully.
pt_br: Perfil do Segurança Pessoal adicionado com sucesso

source: Security profile updated successfully.
pt_br: Perfil do Segurança Pessoal atualizado com sucesso

source: Delete Account - TMS
pt_br: Apagar Conta - TMS

source: Delete Account
pt_br: Aoagar Conta

source: Warning
pt_br: AVISO!

source: This action cannot be undone
pt_br: Esta ação NÃO PODE ser desfeita

source: Are you sure you want to delete your account? This will
pt_br: Tem certeza de que quer apagar sua conta? Esta ação vai

source: Permanently delete your profile
pt_br: apagar permanentemente seu perfil

source: Remove you from all organizations (where you're not the sole owner)
pt_br: Deseja ser removido de todas as empresas (nas quais você não é o único dono)

source: Delete all your personal data
pt_br: Apagar todos os seus dados pessoais

source: Yes, Delete My Account
pt_br: SIm, Apagar minha Conta

source: Cancel
pt_br: Cancelar

source: Welcome Back
pt_br: Bem vindo novamente

source: Sign in to your account
pt_br: Entrar em sua conta

source: Username or E-mail
pt_br: Nome de Usuário ou E-mail

source: Password
pt_br: Senha

source: Sign In
pt_br: Entrar

source: Forgot your password
pt_br: Esqueceu sua senha

source: Don't have an account?
pt_br: Ainda não tem uma conta?

source: Sign Up
pt_br: Cadastre-se

source: Change Password - TMS
pt_br: Alterar Senha - TMS

source: Change Password
pt_br: Alterar Senha

source: Password Changed - TMS
pt_br: Senha Alterada - TMS

source: Password Changed!
pt_br: Senha Alterada!

source: Your password has been changed successfully.
pt_br: Sua senha foi alterada com sucesso

source: Back to Profile
pt_br: Voltar para Perfil

source: Reset Password - TMS
pt_br: Redefinir Senha - TMS

source: Reset Password
pt_br: Redefinir Senha

source: Enter your email to receive reset instructions
pt_br: Informe seu e-mail para receber instruções para redefinir sua senha

source: Send Reset Link
pt_br: Enviar link para Redefinir

source: Back to Login
pt_br: Voltar para Login

source: Password Reset Complete
pt_br: Redefinição de Senha completada.

source: Log In Now
pt_br: Entre agora

source: Go to Home
pt_br: Ir para Home

source: Set New Password - TMS
pt_br: Definir Nova Senha - TMS

source: Set New Password
pt_br: Definir Nova Senha

source: Please enter your new password
pt_br: Por favor, entre sua nova senha

source: New Password
pt_br: Nova Senha

source: Must be at least 8 characters
pt_br: Ao menos 8 caracteres

source: Confirm New Password
pt_br: Confirmar Nova Senha

source: Invalid Reset Link
pt_br: Link de Redefinição Inválido

source: Request New Reset Link
pt_br: Solicitar Novo Link de Redefinição

source: Reset Email Sent - TMS
pt_br: E-mail de Redefinição Enviado - TMS

source: Check Your Email
pt_br: Verifique seu E-mail

source: We've sent you instructions to reset your password.
pt_br: Nós lhe enviamos intruções para redefinir sua senha

source: Please check your email inbox.
pt_br: Por favor, verifique a Caixa de Entrada do seu E-mail

source: Hello
pt_br: Olá

source: You're receiving this email because you requested a password reset for your account at
pt_br: Você recebeu este e-mail porque solicitou uma redefinição de senha para sua conta

source: Please click on the link below to reset your password
pt_br: Clique no link abaixo para redefinir sua senha

source: If you didn't request this password reset, please ignore this email
pt_br: Se você não solicitou a redefinição da sua senha, por favor, ignore este e-mail

source: This link will expire in 24 hours
pt_br: Este link expira em 24 horas

source: Thanks
pt_br: Obrigado

source: The
pt_br: O

source: Team
pt_br: Equipe

source: My profile - TMS
pt_br: Meu Perfil

source: Edit Profile
pt_br: Editar Perfil

source: Account Information
pt_br: Informações da Conta

source: Username
pt_br: Nome de Usuário

source: Phone
pt_br: Telefone

source: Document
pt_br: Documento

source: Not provided
pt_br: Não informado

source: Joined
pt_br: Adicionado

source: Last Login
pt_br: Último Login
